Repository: NetDiver-OSS/NetAM
Catalog: locale/*/netam.po
Languages: es, fr, it

source: (we need your current password to confirm your changes)
fr: (Le mot de passe actuel est nécessaire pour confirmer le changement)

source: Account management
fr: Gestion du Compte

source: Activated
es: Activado
fr: Activé
it: Attivato

source: Add Permission
es: Añadir permiso
fr: Ajouter une Permission
it: Aggiungi Permesso

source: Add permission
es: Añadir permiso
fr: Ajouter une Permission
it: Aggiungi permesso

source: Address
fr: Adresse

source: Address Matrix
es: Matrimonio de dirección
fr: Matrice d'adresses
it: Matrice Di Indirizzo

source: Address Table
es: Tabla de direcciones
fr: Table d'adresses
it: Tabella Indirizzi

source: Admin Backups
es: Copias de seguridad de admin
fr: Administration des Sauvegardes
it: Backup Amministratore

source: Admin Center
es: Centro Admin
fr: Centre d'administration
it: Centro Amministratore

source: Affected sections
es: Secciones afectadas
fr: Sections affectées
it: Sezioni interessate

source: Affected worker
es: Agente afectado
fr: Agent affecté
it: Agente interessato

source: All Jobs
fr: Toutes les tâches

source: All Permissions
es: Todos los permisos
fr: Toutes les permissions
it: Tutti I Permessi

source: Apply
es: Aplicar
fr: Appliquer
it: Applicare

source: Are you sure?
es: ¿Estás seguro?
fr: Êtes-vous sûr?
it: Sei sicuro?

source: Available IP
es: IP disponible
fr: IP disponible
it: IP Disponibile

source: Background jobs
es: Trabajos en segundo plano
fr: Tâches de fond
it: Compiti sostanziali

source: Backup list
es: Lista de copias de seguridad
fr: Liste des sauvegardes
it: Lista backup

source: Backups
es: Copias de seguridad
fr: Sauvegardes
it: Backup

source: Boot time
es: Hora de inicio
fr: Dernier redémarrage
it: Tempo di avvio

source: Broadcast
es: Transmisión
fr: Diffusion
it: Diffusione

source: Busy jobs
es: Trabajos ocupados
fr: Tâches en cours
it: Lavori impegnativi

source: Calculate
es: Calcular
fr: Calculer
it: Calcola

source: Change my password
fr: Changer mon mot de passe

source: Change your password
fr: Changer votre mot de passe

source: Choose file
es: Elegir archivo
fr: Choisir un fichier
it: Scegli file

source: City
fr: Ville

source: Close
es: Cerrar
fr: Fermer
it: Chiudere

source: Color
fr: Couleur
it: Colore

source: Concurrency jobs
es: Trabajos de concurrencia
fr: Tâches Concurrentes
it: Processi di concorrenza

source: Confirm new password
fr: Confirmer le nouveau mot de passe

source: Confirm password
fr: Confirmez le mot de passe

source: Connected
es: Conectado
fr: Connecté
it: Collegato

source: Country
fr: Pays

source: Country Code
fr: Code du pays

source: Created on
fr: Créé le

source: Current Password
fr: Mot de passe actuel

source: DNS Resolver
fr: Résolveur DNS

source: Danger zone
fr: Zone de danger

source: Datetime
fr: Date et heure

source: Define as device
es: Definir como dispositivo
fr: Définir comme équipement
it: Definisci come dispositivo

source: Delete
es: Eliminar
fr: Supprimer
it: Elimina

source: Delete Rackspace link
es: Eliminar enlace de Rackspace
fr: Supprimer de la baie

source: Depth Type
es: Tipo Profundidad
fr: Type de profondeur

source: Depth type
es: Tipo de Profundidad
fr: Type de profondeur

source: Device type
es: Tipo de dispositivo
fr: Type d'équipement

source: Device type was not destroyed.
es: El tipo de dispositivo no ha sido destruido.
fr: Le type d'équipement n'a pas été supprimé.
it: Tipo di dispositivo non distrutto.

source: Device type was successfully created.
es: Tipo de dispositivo se ha creado correctamente.
fr: Le type d'équipement a bien été créé.
it: Tipo di dispositivo creato correttamente.

source: Device type was successfully destroyed.
es: Tipo de dispositivo se ha destruido correctamente.
fr: Le type d'équipement a bien été supprimé.
it: Tipo di dispositivo distrutto con successo.

source: Device type was successfully updated.
es: El tipo de dispositivo se ha actualizado correctamente.
fr: Le type d'équipement a bien été mis à jour.
it: Tipo di dispositivo aggiornato correttamente.

source: Device was successfully created.
es: Dispositivo creado correctamente.
fr: L'équipement a bien été créé.
it: Il dispositivo è stato creato correttamente.

source: Device was successfully destroyed.
es: Dispositivo se ha destruido correctamente.
fr: L'équipement a bien été supprimé.
it: Dispositivo distrutto con successo.

source: Device was successfully updated.
es: El dispositivo se ha actualizado correctamente.
fr: L'équipement a bien été mis à jour.
it: Il dispositivo è stato aggiornato correttamente.

source: Devices
es: Dispositivos
fr: Équipements
it: Dispositivo

source: Devices Type
es: Tipo de dispositivo
fr: Type d'équipements
it: Tipo di dispositivo

source: Devices list
es: Lista de dispositivos
fr: Liste d'équipements
it: Elenco dei dispositivi per

source: Devices type
fr: Type d'équipements

source: Devices type list
es: Lista de tipos de dispositivos
fr: Liste de types d'équipement
it: Elenco tipi di dispositivi

source: Disable TOTP
es: Desactivar TOTP
fr: Désactiver le TOTP
it: Disabilita TOTP

source: Down
es: Abajo
fr: Inactif
it: Giù

source: Edit
es: Editar
fr: Editer
it: Modifica

source: Edit Address details
es: Editar detalles de la dirección
fr: Modifier les détails de l'adresse
it: Modifica i dettagli dell'indirizzo

source: Edit device
es: Editar dispositivo
fr: Éditer l'équipement
it: Modifica dispositivo

source: Edit device type
es: Editar tipo de dispositivo
fr: Éditer le type d'équipement
it: Modifica tipo dispositivo

source: Edit rackspace
es: Editar rackspace
fr: Modifier la baie

source: Editing Permission
es: Editando permiso
fr: Éditer les permissions
it: Modifica Del Permesso

source: Editing Section
es: Editando Sección
fr: Éditer la section
it: Modifica Sezione

source: Editing Usage
es: Editando Uso
fr: Editer l'utilisation
it: Modifica Utilizzo

source: Editing User
es: Editando usuario
fr: Éditer l'utilisateur
it: Modificare Utente

source: Editing Vlan
es: Editando Vlan
fr: Éditer Vlan
it: Modificare Vlan

source: Editing Worker
es: Agente de edición
fr: Éditer Agent
it: Modifica agente

source: Email address
fr: Adresse Email

source: Enable TOTP
es: Habilitar TOTP
fr: Activer le TOTP
it: Disabilita TOTP

source: Entry
fr: Entrée

source: Export
es: Exportar
fr: Exporter
it: Esportare

source: First IP
es: Primera IP
fr: Première IP
it: Primo IP

source: Forgot your password?
fr: Mot de passe oublié?

source: Free IP
es: IP gratis
fr: IP libre
it: IP Libero

source: Front
es: Frente
fr: Avant

source: Get unused IP
es: Obtener IP no utilizada
fr: Obtenir une IP
it: Ottieni un IP

source: Heartbeat
es: Ultimo contacto
fr: Dernier contact
it: Ultimo contatto

source: Homepage
es: Página web
fr: Page d'accueil
it: Pagina iniziale

source: Hostname
es: Nombre de host
fr: Hôte
it: Nome host

source: Hosts per Subnet
es: Hosts por subred
fr: Hôtes par sous-réseau
it: Host per sottorete

source: IP Address
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP

source: IP Calculator
es: Calculador IP
fr: Calculateur d'IP
it: Calcolatrice IP

source: IP address Request
es: Solicitud de dirección IP
fr: Demande d'adresse IP
it: Richiesta indirizzo IP

source: IP calculator
es: Calculadora de IP
fr: Calculateur d'IP
it: calcolatrice IP

source: IP used
es: IP usada
fr: IP utilisée
it: IP utilizzato

source: Import
es: Importar
fr: Importer
it: Importa

source: Import usages with CSV
es: Importar usos con CSV
fr: Importer les utilisations au format CSV
it: Importa usi con CSV

source: Last IP
es: Última IP
fr: Dernière IP
it: Ultimo IP

source: Last scan time
es: Fecha del último análisis
fr: Dernière analyse effectuée
it: Data dell'ultima analisi

source: Last sign in
fr: Date de la dernière connexion

source: Load Average
es: Promedio de carga
fr: Charge moyenne
it: Media Carico

source: Loading
es: Cargando
fr: Chargement
it: Caricamento

source: Location
es: Posición
fr: Emplacement

source: Locked
es: Bloqueado
fr: Verrouillé
it: Bloccato

source: Log in with Email
fr: Connexion avec l'adresse Email

source: Logout
es: Cerrar sesión
fr: Déconnecter
it: Disconnettiti

source: Lookup
es: Buscar
fr: Recherche inversée
it: Ricerca

source: MAC Address
es: Dirección MAC
fr: Adresse MAC
it: Indirizzo MAC

source: MAC Vendor
es: Vendedor MAC
fr: Constructeur MAC
it: Venditore MAC

source: MAC Vendor Lookup
es: Búsqueda del vendedor MAC
fr: Recherche par adresse MAC
it: Ricerca Venditore MAC

source: Mask
es: Máscara
fr: Masque
it: Maschera

source: Massive import usages by csv injections. You must have CSV formated with the following header :
es: Uso masivo de importación por inyecciones csv. Debe tener formato CSV con la siguiente cabecera :
fr: Import en masse par fichiers CSV. Vous devez avoir un format CSV avec l'en-tête suivante :
it: Massicci utilizzi di importazione mediante iniezioni di CSV. Devi avere CSV formattato con la seguente intestazione:

source: Memory
es: Memoria
fr: Mémoire
it: Memoria

source: My account
fr: Mon compte

source: NO
fr: NON

source: Name
es: Nombre
fr: Nom
it: Nome

source: Nameserver
fr: Serveur de noms

source: NetAM agent node
es: Nodo agente NetAM
fr: Noeud d'agent NetAM
it: Nodo agente NetAM

source: NetAM control node
es: Nodo de control NetAM
fr: Noeud de contrôle NetAM
it: Nodo di controllo NetAM

source: Network
es: Red
fr: Réseau
it: Rete

source: Network Splitter
fr: Séparateur de réseau

source: Network information
fr: Informations réseau

source: Network splitting result
fr: Résultat de la séparation du réseau

source: New Section
es: Nueva sección
fr: Nouvelle Section
it: Nuova Sezione

source: New Usage
es: Nuevo Uso
fr: Nouvelle Utilisation
it: Nuovo Utilizzo

source: New User
es: Nuevo usuario
fr: Nouvel Utilisateur
it: Nuovo Utente

source: New Vlan
es: Nuevo Vlan
fr: Nouveau Vlan
it: Nuovo Vlan

source: New Worker
es: Nuevo agente
fr: Nouvel Agent
it: Nuovo agente

source: New device
es: Nuevo dispositivo
fr: Nouvel équipement
it: Nuovo dispositivo

source: New devices type
es: Nuevo tipo de dispositivo
fr: Nouveau type d'équipement
it: Tipo di nuovo dispositivo

source: New password
fr: Nouveau mot de passe

source: New rackspace
es: Nuevo rackspace
fr: Nouvelle baie

source: Next
fr: Suivant

source: No free address IP available !
es: ¡No hay dirección IP disponible!
fr: Aucune adresse IP disponible !
it: Nessun indirizzo IP disponibile!

source: No worker assigned
es: Ningún agente asignado
fr: Aucun agent assigné
it: Nessun agente assegnato

source: None
es: Ninguna
fr: Aucun
it: Nessuno

source: OTP Secret
fr: Code secret OTP

source: OTP code
es: Código OTP
fr: Code OTP
it: Codice OTP

source: Or
fr: Ou

source: Organization
fr: Organisation

source: PTR Resolution
fr: Résolution PTR

source: PTR Resolver
fr: Résolveur DNS

source: Password
es: Contraseña
fr: Mot de passe

source: Password (%{password_length} characters minimum)
fr: Mot de passe (%{password_length} caractères minimum)

source: Password Again
fr: Mot de passe à nouveau

source: Password confirmation
es: Confirmación de contraseña
fr: Confirmation du mot de passe
it: Conferma password

source: Permission for %{name}
es: Permiso para %{name}
fr: Permission pour %{name}
it: Permesso per %{name}

source: Permission was successfully created.
es: El permiso se creó correctamente.
fr: Autorisation créée avec succès.
it: Autorizzazione creata con successo.

source: Permission was successfully destroyed.
es: El permiso se destruyó con éxito.
fr: La permission a été supprimée avec succès.
it: Il permesso è stato rimosso con successo.

source: Permission was successfully updated.
es: El permiso se actualizó correctamente.
fr: La permission a bien été mise à jour.
it: L'autorizzazione è stata aggiornata.

source: Phone
fr: Téléphone

source: Please create a password for your new account.
fr: Veuillez créer un nouveau mot de passe pour votre compte.

source: Please validate TOTP code !
es: ¡Por favor valida el código TOTP!
fr: Veuillez valider le code TOTP !
it: Si prega di convalidare il codice TOTP !

source: Previous
fr: Précédent

source: Queues
es: Colas
fr: File d'attente
it: Code

source: Rack Height
es: Altura de rack
fr: Hauteur de la baie

source: Rack anchor
es: Ancla de Rack
fr: Ancrage sur la baie

source: Rack occupation management
fr: Gestion du rack

source: Rackspace
fr: Baie

source: Rackspace was successfully created.
es: Rackspace se ha creado correctamente.
fr: La baie a été mise à jour avec succès.

source: Rackspace was successfully destroyed.
es: Rackspace fue destruido correctamente.
fr: La baie a été supprimée avec succès.

source: Rackspace was successfully updated.
es: Rackspace se ha actualizado correctamente.
fr: La baie a été mise à jour avec succès.

source: Rackspaces
es: Rackspace
fr: Baies

source: Rear
es: Trasero
fr: Arrière

source: Recovery codes
es: Codigos de recuperación
fr: Code de récupération
it: Codici di recupero

source: Register to NetAM
fr: S'inscrire à NetAM

source: Release
es: Olvidar
fr: Libérer
it: Dimenticare

source: Request
fr: Requête

source: Requested MAC Prefix
fr: Préfixe MAC demandé

source: Resolve
fr: Résoudre

source: Result
fr: Résultats

source: Run notification on run_scan
es: Notificar durante un escaneo
fr: Notifier lors d'un scan
it: Notifica durante una scansione

source: Run scan after creation
es: Ejecutar escaneo después de la creación
fr: Exécuter le scan après création
it: Esegui la scansione dopo la creazione

source: Scan
es: Escanear
fr: Scanner
it: Scansione

source: Scan Queued
es: Escanear en cola
fr: Scan en attente
it: Scansione In Coda

source: Scan complete
es: Escaneo completo
fr: Scan terminé
it: Scansione completata

source: Scan finished !
fr: Scan terminé !

source: Scan in progress
es: Escaneo en progreso
fr: Scan en cours
it: Scansione in corso

source: Scan type
fr: Type de scan

source: Scan was successfully scheduled.
es: El análisis se programó correctamente.
fr: Le scan a été planifié avec succès.
it: La scansione è stata pianificata con successo.

source: Scanner port
fr: Port du scanner

source: Scanner type
fr: Type de scanner

source: Schedule
es: Calendario
fr: Planifier
it: Piano

source: Search...
fr: Recherche...

source: Sections linked to %{name} (#%{vid})
es: Secciones enlazadas a %{name} (#%{vid})
fr: Sections liées à %{name} (#%{vid})
it: Sezioni collegate a %{name} (#%{vid})

source: Send me reset password instructions
fr: Envoyez-moi les instructions de réinitialisation du mot de passe

source: Sign in to NetAM
fr: Se connecter à NetAM

source: Sign up
fr: S'inscrire

source: Started from
es: Comenzó desde
fr: Démarré depuis
it: Iniziato da allora

source: State
es: Estado
fr: État
it: Stato

source: State available are :
es: El estado disponible son:
fr: L'État disponible est :
it: Lo stato disponibile è:

source: Status
fr: Statut

source: Subject
es: Asunto
fr: Objet
it: Oggetto

source: Subject ID
es: Asunto ID
fr: ID de l'objet
it: ID Oggetto

source: TOTP (if enabled)
fr: TOTP (si activé)

source: Two Factor Auth
es: Autor de dos Factores
fr: Authentification à deux facteurs
it: Autenticazione A Due Fattori

source: Two Factor Authentication
es: Autenticación de dos factores
fr: Authentification à deux facteurs
it: Autenticazione A Due Fattori

source: Two Factor Authentication Manager
es: Administrador de Autenticación de Dos Factores
fr: Gestionnaire d'authentification à deux facteurs
it: Gestore Autenticazione A Due Fattori

source: Unit
es: Unidad
fr: Unité

source: Unit height
es: Altura de unidad
fr: Hauteur de l'unité

source: Updated on
fr: Mis à jour le

source: Usage
es: Uso
fr: Utilisation
it: Utilizzo

source: Usage was successfully created.
es: El uso se creó correctamente.
fr: L’utilisation a été créée avec succès.
it: L'Utilizzo è stato creato con successo.

source: Usage was successfully destroyed.
es: El uso se destruyó con éxito.
fr: L'utilisation a été supprimée avec succès.
it: L'Uso è stato rimosso con successo.

source: Usage was successfully updated.
es: El uso se actualizó correctamente.
fr: L'utilisation a été mise à jour avec succès.
it: L'utilizzo è stato aggiornato con successo.

source: User Email
es: Email de usuario
fr: E-mail de l'utilisateur
it: Email Utente

source: Users
es: Usuarios
fr: Utilisateurs
it: Utenti

source: Utils
fr: Outils
it: Utensili

source: Validate
fr: Valider

source: View
es: Ver
fr: Voir
it: Visualizza

source: Vlan ID
es: ID Vlan
fr: ID du Vlan
it: ID Vlan

source: Vlan was successfully created.
es: Vlan fue creado con éxito.
fr: Le Vlan a bien été créé.
it: Il Vlan è stato creato.

source: Vlan was successfully destroyed.
es: Vlan fue destruido con éxito.
fr: Vlan a été supprimé avec succès.
it: Vlan è stato eliminato con successo.

source: Vlan was successfully updated.
es: Vlan se actualizó correctamente.
fr: Vlan a été mis à jour avec succès.
it: Vlan è stato aggiornato con successo.

source: Wanted subnets
fr: Sous-réseaux recherchés

source: Worker "default" is not listed here. This worker manages all NetAM internal tasks as the backup.
es: El agente "predeterminado" no aparece aquí. Este agente gestiona todas las tareas internas de NetAM como respaldo.
fr: L'Agent "default" n'est pas listé ici. Cet Agent gère toutes les tâches internes de NetAM comme sauvegarde.
it: L'agente "default" non è elencato qui. Questo agente gestisce tutte le attività interne di NetAM come backup.

source: Worker name
es: nombre del agente
fr: Nom de L'agent
it: Nome dell'agente

source: Worker was successfully created.
es: El agente fue creado con éxito.
fr: L'agent a bien été créé.
it: L'agente è stato creato.

source: Worker was successfully destroyed.
es: El agente fue destruido con éxito.
fr: L'agent a bien été supprimée.
it: L'agente è stato eliminato con successo.

source: Worker was successfully updated.
es: El agente se actualizó correctamente.
fr: L'agent a bien été mis à jour.
it: L'agente è stato aggiornato correttamente.

source: Workers
es: Agentes
fr: Agents
it: Agenti

source: YES
es: SI
fr: OUI
it: SÌ

source: You can skip rackspace management fields
fr: Vous pouvez ignorer les champs de gestion de rackspace

source: You forgot your password? Here you can easily retrieve a new password.
fr: Vous avez oublié votre mot de passe ? Ici, vous pouvez facilement récupérer un nouveau mot de passe.

source: Your address IP is
es: Su dirección IP es
fr: Votre adresse IP est
it: Il tuo indirizzo IP è

source: Zip
fr: Code postal

source: create an account
fr: créer un compte

source: is higher than Rackspace unit
es: es mayor que la unidad Rackspace
fr: dépassase la taille de la baie

source: Action
es: Acción
it: Azione

source: Actions
es: Acciones
it: Azioni

source: Admin Jobs
it: Processi Amministratori

source: Description
es: Descripción
it: Descrizione

source: Disable
it: Disabilita

source: Disabled
it: Disabilitato

source: Enable
it: Abilita

source: Enabled
it: Abilitato

source: Error
it: Errore

source: Job
it: Lavoro

source: Jobs
it: Lavori

source: Mac Address Prefix
it: Prefisso Indirizzo Mac

source: My home network
it: La mia rete personale

source: No matching vendor
it: Nessun venditore corrispondente

source: Notice
it: Nota

source: Requested MAC Prefix %{mac}
it: Prefisso MAC richiesto %{mac}

source: Requirements
it: Requisiti

source: Reserved
it: Riservato

source: Secret: %{otp_secret}
es: Comunicación: %{otp_secret}
it: Segreto: %{otp_secret}

source: Section
es: Sección
it: Sezione

source: Section VLAN
es: Sección VLAN
it: Sezione VLAN

source: Sections
es: Secciones
it: Sezioni

source: Setup
it: Configurazione

source: Type
es: Tipo
it: Tipo

source: Unknown state
it: Stato sconosciuto

source: Used
it: Usato

source: Vendor
it: Venditore

source: every 24 hours
it: ogni 24 ore
