Repository: NetDiver-OSS/NetAM
Catalog: locale/*/netdiver.po
Languages: de

source: (we need your current password to confirm your changes)
de: (wir benötigen dein aktuelles Passwort, um deine Änderungen zu bestätigen)

source: Account management
de: Kontoverwaltung

source: Action
de: Aktion

source: Actions
de: Aktionen

source: Activated
de: Aktiviert

source: Add Permission
de: Berechtigung Hinzufügen

source: Add permission
de: Berechtigung hinzufügen

source: Address
de: Adresse

source: Address Matrix
de: Adressmatrix

source: Address Table
de: Adresstabelle

source: Admin Backups
de: Administrator-Backups

source: Admin Center
de: Verwaltungszentrum

source: Affected sections
de: Betroffene Abschnitte

source: Affected worker
de: Betroffener Agent

source: All Jobs
de: Alle Berufe

source: All Permissions
de: Alle Berechtigungen

source: Apply
de: Anwenden

source: Are you sure?
de: Bist du sicher?

source: Available IP
de: Verfügbare IP

source: Background jobs
de: Wesentliche Aufgaben

source: Backup list
de: Liste der Backups

source: Boot time
de: Startzeit

source: Broadcast
de: Diffusion

source: Busy jobs
de: Beschäftigte Jobs

source: Calculate
de: Berechnen

source: Change my password
de: Mein Passwort ändern

source: Change your password
de: Passwort ändern

source: Choose file
de: Datei auswählen

source: City
de: Stadt

source: Close
de: Schließen

source: Color
de: Farbe

source: Concurrency jobs
de: Parallelitätsjobs

source: Confirm new password
de: Neues Passwort bestätigen

source: Confirm password
de: Passwort bestätigen

source: Connected
de: In Verbindung gebracht

source: Contacts
de: Kontakte

source: Country
de: Land

source: Country Code
de: Landesvorwahl

source: Created on
de: Erstellt am

source: Current Password
de: Aktuelles Passwort

source: DNS Resolver
de: DNS-Auflösung

source: Danger zone
de: Gefahrenzone

source: Datetime
de: Datumszeit

source: Define as device
de: Als Gerät definieren

source: Delete
de: Löschen

source: Delete Rackspace link
de: Rackspace-Link löschen

source: Depth Type
de: Tiefenart

source: Depth type
de: Tiefenart

source: Description
de: Beschreibung

source: Device type
de: Gerätetyp

source: Device type was not destroyed.
de: Gerätetyp wurde nicht zerstört.

source: Device type was successfully created.
de: Gerätetyp wurde erfolgreich erstellt.

source: Device type was successfully destroyed.
de: Gerätetyp wurde erfolgreich gelöscht.

source: Device type was successfully updated.
de: Gerätetyp wurde erfolgreich aktualisiert.

source: Device was successfully created.
de: Gerät wurde erfolgreich erstellt.

source: Device was successfully destroyed.
de: Gerät wurde erfolgreich zerstört.

source: Device was successfully updated.
de: Gerät wurde erfolgreich aktualisiert.

source: Devices
de: Geräte

source: Devices Type
de: Gerätetyp

source: Devices list
de: Geräteliste

source: Devices type
de: Gerätetyp

source: Devices type list
de: Gerätetypenliste

source: Disable TOTP
de: TOTP deaktivieren

source: Edit
de: Bearbeiten

source: Edit Address details
de: Adressdetails bearbeiten

source: Edit device
de: Gerät bearbeiten

source: Edit device type
de: Endgerät editieren

source: Edit rackspace
de: Rackspace bearbeiten

source: Editing Permission
de: Berechtigung bearbeiten

source: Editing Section
de: Abschnitt bearbeiten

source: Editing Usage
de: Verwendung bearbeiten

source: Editing User
de: Benutzer bearbeiten

source: Editing Vlan
de: Vlan bearbeiten

source: Editing Worker
de: Agent bearbeiten

source: Email address
de: E-Mail-Adresse

source: Enable TOTP
de: TOTP aktivieren

source: Entry
de: Eintrag

source: First IP
de: Erste IP

source: Forgot your password?
de: Passwort vergessen?

source: Free IP
de: Freie IP

source: Front
de: Vordere

source: Get unused IP
de: Erhalten Sie eine IP

source: Heartbeat
de: Dernier Kontakt

source: Hostname
de: Gastgeber

source: Hosts per Subnet
de: Hosts pro Subnetz

source: IP Address
de: IP-Adresse

source: IP Calculator
de: IP-Rechner

source: IP address Request
de: IP-Adressanfrage

source: IP calculator
de: IP-rechner

source: IP used
de: IP verwendet

source: Import
de: Importieren

source: Import usages with CSV
de: Importiere Verwendungen mit CSV

source: Last IP
de: Letzte IP

source: Last scan time
de: Letzte Scanzeit

source: Last sign in
de: Letztes mal verwendet

source: Load Average
de: Durchschnittslast

source: Loading
de: Wird geladen

source: Location
de: Ort

source: Locked
de: Gesperrt

source: Log in with Email
de: Mit E-Mail anmelden

source: Logout
de: Abmelden

source: Lookup
de: Suchen

source: MAC Address
de: MAC-Adresse

source: MAC Vendor
de: MAC-Hersteller

source: MAC Vendor Lookup
de: MAC-Händlersuche

source: Mask
de: Maske

source: Massive import usages by csv injections. You must have CSV formated with the following header :
de: Massive Verwendung des Imports durch CSV-Injektionen. Sie müssen ein CSV-Format mit dem folgenden Header haben:

source: Memory
de: Erinnerung

source: My account
de: Ihr Kundenbereich

source: NO
de: NEIN

source: NetDiver agent node
de: NetDiver Agentenknoten

source: NetDiver control node
de: NetDiver Steuerknoten

source: Network
de: Netzwerk

source: Network Splitter
de: Netzwerk Splitter

source: Network information
de: Netzwerkinformationen

source: Network splitting result
de: Ergebnis der Netzwerkaufteilung

source: New Section
de: Neuer Abschnitt

source: New Usage
de: Neue Verwendung

source: New User
de: Neuer Benutzer

source: New Vlan
de: Neuer Vlan

source: New Worker
de: Neuer Agent

source: New device
de: Neues Gerät

source: New devices type
de: Neues Endgerät

source: New password
de: Neues Passwort

source: New rackspace
de: Neuer Rackspace

source: Next
de: Nächste

source: No free address IP available !
de: Keine freie Adresse IP verfügbar !

source: No worker assigned
de: Kein Agent zugewiesen

source: None
de: Versteckt

source: OTP Secret
de: OTP-Geheimnis

source: Or
de: Oder

source: Organization
de: Organisation

source: PTR Resolution
de: PTR-Auflösung

source: PTR Resolver
de: PTR-Auflösung

source: Password
de: Passwort

source: Password (%{password_length} characters minimum)
de: Passwort (mindestens%{password_length} Zeichen)

source: Password Again
de: Kennwort bestätigen

source: Password confirmation
de: Passwortbestätigung

source: Permission for %{name}
de: Berechtigung für %{name}

source: Permission was successfully created.
de: Autorisierung erfolgreich erstellt.

source: Permission was successfully destroyed.
de: Anwendung wurde erfolgreich gelöscht.

source: Permission was successfully updated.
de: Autorisierung erfolgreich erstellt.

source: Phone
de: Telefon

source: Please create a password for your new account.
de: Bitte erstelle ein Passwort für dein neues Konto.

source: Please validate TOTP code !
de: Bitte validieren Sie den TOTP-Code!

source: Previous
de: Zurück

source: Queues
de: Warteschlangen

source: Rack Height
de: Rackhöhe

source: Rack anchor
de: Rack-Anker

source: Rack occupation management
de: Verwaltung der Rackbesetzung

source: Rackspace was successfully created.
de: Rackspace wurde erfolgreich erstellt.

source: Rackspace was successfully destroyed.
de: Rackspace wurde erfolgreich zerstört.

source: Rackspace was successfully updated.
de: Rackspace wurde erfolgreich aktualisiert.

source: Rear
de: Rückseite

source: Recovery codes
de: Wiederherstellungscodes

source: Register to NetDiver
de: Bei NetDiver registrieren

source: Release
de: Vergessen

source: Request
de: Anfrage

source: Requested MAC Prefix
de: Angeforderter MAC-Präfix

source: Resolve
de: Lösen

source: Result
de: Ergebnis

source: Run notification on run_scan
de: Während eines Scans benachrichtigen

source: Run scan after creation
de: Führen Sie den Scan nach der Erstellung aus

source: Scan
de: Scannen

source: Scan Queued
de: Scan in Warteschlange

source: Scan complete
de: Scannen abgeschlossen

source: Scan finished !
de: Scan beendet!

source: Scan in progress
de: Scan läuft

source: Scan type
de: Scan-Typ

source: Scan was successfully scheduled.
de: Der Scan wurde erfolgreich geplant.

source: Scanner type
de: Scannertyp

source: Schedule
de: Planen

source: Search...
de: Suche...

source: Secret: %{otp_secret}
de: Geheim: %{otp_secret}

source: Section
de: Abschnitt

source: Section VLAN
de: Abschnitt VLAN

source: Sections
de: Abschnitte

source: Sections linked to %{name} (#%{vid})
de: Mit %{name} verknüpfte Abschnitte (#%{vid})

source: Send me reset password instructions
de: Anweisungen zum Zurücksetzen des Passworts senden

source: Sign in to NetDiver
de: Bei NetDiver anmelden

source: Sign up
de: Registrieren

source: Started from
de: Begonnen von

source: State
de: Zustand

source: State available are :
de: Der verfügbare Status ist:

source: Subject
de: Gegenstand

source: Subject ID
de: Gegenstand ID

source: TOTP (if enabled)
de: TOTP (wenn aktiviert)

source: Two Factor Auth
de: Zwei-Faktor-Auth

source: Two Factor Authentication
de: Zwei-Faktor-Authentifizierung

source: Two Factor Authentication Manager
de: Zwei-Faktor-Authentifizierungs-Manager

source: Type
de: Typ

source: Unit
de: Einheit

source: Unit height
de: Einheitenhöhe

source: Updated on
de: Aktualisiert am

source: Usage
de: Verwenden

source: Usage was successfully created.
de: Benutzer wurde erfolgreich erstellt.

source: Usage was successfully destroyed.
de: Vlan wurde erfolgreich zerstört.

source: Usage was successfully updated.
de: Benutzer wurde erfolgreich aktualisiert.

source: User Email
de: Benutzer-E-Mail

source: Users
de: Benutzer

source: Utils
de: Werkzeuge

source: Validate
de: Bestätigen

source: View
de: Sehen

source: Vlan was successfully created.
de: Vlan wurde erfolgreich erstellt.

source: Vlan was successfully destroyed.
de: Vlan wurde erfolgreich zerstört.

source: Vlan was successfully updated.
de: Vlan wurde erfolgreich aktualisiert.

source: Wanted subnets
de: Gesuchte Subnetze

source: Worker "default" is not listed here. This worker manages all NetDiver internal tasks as the backup.
de: Agent "Standard" ist hier nicht aufgeführt. Dieser Agent verwaltet alle internen NetDiver-Aufgaben als Sicherung.

source: Worker name
de: Agentenname

source: Worker was successfully created.
de: Agent wurde erfolgreich erstellt.

source: Worker was successfully destroyed.
de: Agent wurde erfolgreich zerstört.

source: Worker was successfully updated.
de: Agent wurde erfolgreich aktualisiert.

source: Workers
de: Agent

source: YES
de: JA

source: You can skip rackspace management fields
de: Sie können Rackspace-Verwaltungsfelder überspringen

source: You forgot your password? Here you can easily retrieve a new password.
de: Sie haben Ihr Passwort vergessen? Hier können Sie ganz einfach ein neues Passwort abrufen.

source: Your address IP is
de: Ihre Adresse IP ist

source: create an account
de: ein Konto erstellen

source: is higher than Rackspace unit
de: ist höher als Rackspace-Einheit
